//=============================================================================
//
// ゲーム画面処理 [game.h]
// Author : Imai
//
//=============================================================================
#ifndef _GAME_H_
#define _GAME_H_

#include "main.h"

#define	NUM_PLAYER		(2)					// ポリゴン数

//*****************************************************************************
// プロトタイプ宣言
//*****************************************************************************
HRESULT InitGame(void);
void UninitGame(void);
void UpdateGame(void);
void DrawGame(void);

#endif
